Repository: JeremyLNO/dashcam-app
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt

# a11y.dim_hint
source: Turns the display down. The drive keeps recording.
de: Dunkelt das Display ab. Die Aufnahme läuft weiter.
es: Baja el brillo. La grabación continúa.
fr: Baisse la luminosité. Le trajet continue d'être enregistré.
pt: Reduz o brilho. A gravação continua.

# a11y.duration
source: Recording duration
de: Aufnahmedauer
es: Duración de la grabación
fr: Durée d'enregistrement
pt: Duração da gravação

# a11y.front_preview
source: Cabin camera preview
de: Vorschau Innenraumkamera
es: Vista previa de la cámara interior
fr: Aperçu caméra habitacle
pt: Pré-visualização da câmara do habitáculo

# a11y.gps_hint
source: Turns location metadata on or off
de: Schaltet die Positionsdaten ein oder aus
es: Activa o desactiva la ubicación en los metadatos
fr: Active ou désactive la position dans les métadonnées
pt: Ativa ou desativa a posição nos metadados

# a11y.idle
source: Not recording
de: Keine Aufnahme
es: Sin grabar
fr: Pas d'enregistrement
pt: Sem gravação

# a11y.protect_hint
source: Keeps the last five minutes and the next two minutes
de: Behält die letzten fünf und die nächsten zwei Minuten
es: Conserva los últimos 5 minutos y los 2 siguientes
fr: Conserve les 5 dernières minutes et les 2 minutes suivantes
pt: Guarda os últimos cinco minutos e os dois seguintes

# a11y.protected
source: Contains protected footage
de: Enthält geschütztes Material
es: Contiene imágenes protegidas
fr: Contient des images protégées
pt: Contém imagens protegidas

# a11y.recording
source: Recording in progress
de: Aufnahme läuft
es: Grabación en curso
fr: Enregistrement en cours
pt: Gravação em curso

# a11y.start_hint
source: Starts recording both cameras
de: Startet die Aufnahme beider Kameras
es: Inicia la grabación de ambas cámaras
fr: Démarre l'enregistrement des deux caméras
pt: Inicia a gravação de ambas as câmaras

# a11y.stop_hint
source: Stops recording and saves the drive
de: Stoppt die Aufnahme und sichert die Fahrt
es: Detiene la grabación y guarda el trayecto
fr: Arrête l'enregistrement et enregistre le trajet
pt: Para a gravação e guarda a viagem

# action.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
pt: Exportar

# action.incident_pack
source: Incident pack
de: Vorfallpaket
es: Informe de incidente
fr: Dossier d'incident
pt: Dossiê de incidente

# action.protect
source: Protect
de: Schützen
es: Proteger
fr: Protéger
pt: Proteger

# action.protected
source: Protected
de: Geschützt
es: Protegido
fr: Protégé
pt: Protegido

# action.start
source: Start Drive
de: Fahrt starten
es: Empezar
fr: Démarrer
pt: Iniciar

# action.stop
source: Stop Drive
de: Fahrt stoppen
es: Parar
fr: Arrêter
pt: Parar

# action.unprotect
source: Remove protection
de: Schutz aufheben
es: Quitar protección
fr: Retirer la protection
pt: Remover proteção

# alert.braking.message
source: The footage around this moment has been protected automatically.
de: Das Material um diesen Moment wurde automatisch geschützt.
es: Las imágenes de ese momento se han protegido automáticamente.
fr: Les images autour de ce moment ont été protégées automatiquement.
pt: As imagens em torno deste momento foram protegidas automaticamente.

# alert.braking.title
source: Harsh braking detected
de: Notbremsung erkannt
es: Frenada brusca detectada
fr: Freinage brutal détecté
pt: Travagem brusca detetada

# alert.camera_unavailable.title
source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
pt: Câmara indisponível

# alert.impact.message
source: The footage around this moment has been protected automatically.
de: Das Material um diesen Moment wurde automatisch geschützt.
es: Las imágenes de ese momento se han protegido automáticamente.
fr: Les images autour de ce moment ont été protégées automatiquement.
pt: As imagens em torno deste momento foram protegidas automaticamente.

# alert.impact.title
source: Impact detected
de: Aufprall erkannt
es: Impacto detectado
fr: Choc détecté
pt: Impacto detetado

# alert.interrupted.title
source: Recording interrupted
de: Aufnahme unterbrochen
es: Grabación interrumpida
fr: Enregistrement interrompu
pt: Gravação interrompida

# alert.protect_idle.message
source: Start recording first — Protect keeps the footage around the moment you press it.
de: Starte zuerst die Aufnahme — Schützen bewahrt das Material um den Moment des Antippens.
es: Empieza a grabar primero: Proteger conserva las imágenes del momento en que pulsas.
fr: Démarrez d'abord l'enregistrement — Protéger conserve les images autour du moment où vous appuyez.
pt: Comece a gravar primeiro — Proteger guarda as imagens em torno do momento em que toca.

# alert.protect_idle.title
source: Nothing to protect
de: Nichts zu schützen
es: Nada que proteger
fr: Rien à protéger
pt: Nada a proteger

# alert.resumed.title
source: Recording resumed
de: Aufnahme fortgesetzt
es: Grabación reanudada
fr: Enregistrement repris
pt: Gravação retomada

# alert.storage_full.message
source: There is not enough free space to start recording. Everything left is protected.
de: Nicht genug freier Speicher zum Aufnehmen. Alles Übrige ist geschützt.
es: No hay espacio libre suficiente para grabar. Todo lo que queda está protegido.
fr: Espace libre insuffisant pour démarrer l'enregistrement. Tout ce qui reste est protégé.
pt: Espaço livre insuficiente para gravar. Tudo o que resta está protegido.

# alert.storage_full.stopping
source: Recording stopped: out of space. Files already written are intact.
de: Aufnahme gestoppt: kein Speicher mehr. Bereits geschriebene Dateien sind intakt.
es: Grabación detenida: sin espacio. Los archivos ya escritos están intactos.
fr: Enregistrement arrêté : plus d'espace. Les fichiers déjà écrits sont intacts.
pt: Gravação parada: sem espaço. Os ficheiros já escritos estão intactos.

# alert.storage_full.title
source: Storage full
de: Speicher voll
es: Almacenamiento lleno
fr: Stockage saturé
pt: Armazenamento cheio

# alert.thermal.title
source: iPhone is warming up
de: Das iPhone wird warm
es: El iPhone se está calentando
fr: L'iPhone chauffe
pt: O iPhone está a aquecer

# alert.write_failed.message
source: A video file could not be written. Recording has been stopped to protect what was already saved.
de: Eine Videodatei konnte nicht geschrieben werden. Die Aufnahme wurde gestoppt, um bereits Gespeichertes zu schützen.
es: No se pudo escribir un archivo de vídeo. La grabación se detuvo para proteger lo ya guardado.
fr: Un fichier vidéo n'a pas pu être écrit. L'enregistrement a été arrêté pour protéger ce qui est déjà sauvegardé.
pt: Não foi possível escrever um ficheiro de vídeo. A gravação foi parada para proteger o que já foi guardado.

# alert.write_failed.title
source: Write failed
de: Schreibfehler
es: Error de escritura
fr: Échec d'écriture
pt: Falha de escrita

# attest.error.unsupported
source: This iPhone cannot sign recordings: App Attest is unavailable on it.
de: Dieses iPhone kann Aufnahmen nicht signieren: App Attest ist hier nicht verfügbar.
es: Este iPhone no puede firmar las grabaciones: App Attest no está disponible.
fr: Cet iPhone ne peut pas signer les enregistrements : App Attest n'y est pas disponible.
pt: Este iPhone não pode assinar as gravações: o App Attest não está disponível.

# biometric.locked.subtitle
source: Recording, stopping and protecting stay available without unlocking.
de: Aufnehmen, Stoppen und Schützen bleiben ohne Entsperren verfügbar.
es: Grabar, detener y proteger siguen disponibles sin desbloquear.
fr: Enregistrer, arrêter et protéger restent accessibles sans déverrouiller.
pt: Gravar, parar e proteger continuam disponíveis sem desbloquear.

# biometric.locked.title
source: Videos are locked
de: Videos gesperrt
es: Vídeos bloqueados
fr: Vidéos verrouillées
pt: Vídeos bloqueados

# biometric.reason
source: Unlock your Dashcam recordings
de: Deine Dashcam-Aufnahmen entsperren
es: Desbloquear tus grabaciones de Dashcam
fr: Déverrouiller vos enregistrements Dashcam
pt: Desbloquear as suas gravações Dashcam

# biometric.unlock
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
pt: Desbloquear

# camera.front
source: Cabin
de: Innenraum
es: Interior
fr: Habitacle
pt: Habitáculo

# camera.rear
source: Road
de: Straße
es: Carretera
fr: Route
pt: Estrada

# capture.error.configuration
source: The cameras could not be configured.
de: Die Kameras konnten nicht konfiguriert werden.
es: No se pudieron configurar las cámaras.
fr: Les caméras n'ont pas pu être configurées.
pt: Não foi possível configurar as câmaras.

# capture.error.no_camera
source: No usable camera was found on this device.
de: Auf diesem Gerät wurde keine nutzbare Kamera gefunden.
es: No se encontró ninguna cámara utilizable en este dispositivo.
fr: Aucune caméra utilisable n'a été trouvée sur cet appareil.
pt: Não foi encontrada nenhuma câmara utilizável neste dispositivo.

# capture.error.not_running
source: The cameras are not running. Open Dashcam Pocket on the iPhone.
de: Die Kameras laufen nicht. Öffnen Sie Dashcam Pocket auf dem iPhone.
es: Las cámaras no están funcionando. Abre Dashcam Pocket en el iPhone.
fr: Les caméras ne tournent pas. Ouvrez Dashcam Pocket sur l'iPhone.
pt: As câmaras não estão a funcionar. Abra a Dashcam Pocket no iPhone.

# capture.error.permission
source: Camera access is off. Turn it on in iOS Settings to record.
de: Der Kamerazugriff ist deaktiviert. Aktiviere ihn in den iOS-Einstellungen.
es: El acceso a la cámara está desactivado. Actívalo en Ajustes de iOS para grabar.
fr: L'accès à la caméra est désactivé. Activez-le dans les Réglages iOS pour enregistrer.
pt: O acesso à câmara está desativado. Ative-o nos Ajustes do iOS para gravar.

# capture.error.simulator
source: Camera capture is not available in the Simulator. Run Dashcam Pocket on a real iPhone.
de: Kameraaufnahme ist im Simulator nicht verfügbar. Starte Dashcam Pocket auf einem echten iPhone.
es: La captura de cámara no está disponible en el simulador. Ejecuta Dashcam Pocket en un iPhone real.
fr: La capture caméra n'est pas disponible dans le simulateur. Lancez Dashcam Pocket sur un iPhone réel.
pt: A captura de câmara não está disponível no simulador. Execute a Dashcam Pocket num iPhone real.

# capture.interrupted.background
source: iOS only lets the cameras run while the iPhone is unlocked with Dashcam Pocket on screen.
de: iOS lässt die Kameras nur laufen, wenn das iPhone entsperrt ist und Dashcam Pocket auf dem Bildschirm steht.
es: iOS solo permite que las cámaras funcionen con el iPhone desbloqueado y Dashcam Pocket en pantalla.
fr: iOS n'autorise les caméras que si l'iPhone est déverrouillé, avec Dashcam Pocket à l'écran.
pt: O iOS só permite as câmaras com o iPhone desbloqueado e a Dashcam Pocket no ecrã.

# capture.interrupted.call
source: Recording interrupted: a phone call is using the microphone.
de: Aufnahme unterbrochen: Ein Anruf nutzt das Mikrofon.
es: Grabación interrumpida: una llamada está usando el micrófono.
fr: Enregistrement interrompu : un appel utilise le micro.
pt: Gravação interrompida: uma chamada está a usar o microfone.

# capture.interrupted.device
source: Recording interrupted: camera unavailable.
de: Aufnahme unterbrochen: Kamera nicht verfügbar.
es: Grabación interrumpida: cámara no disponible.
fr: Enregistrement interrompu : caméra indisponible.
pt: Gravação interrompida: câmara indisponível.

# capture.interrupted.other_app
source: Recording interrupted: camera unavailable, another app is using it.
de: Aufnahme unterbrochen: Kamera nicht verfügbar, eine andere App nutzt sie.
es: Grabación interrumpida: cámara no disponible, otra app la está usando.
fr: Enregistrement interrompu : caméra indisponible, une autre app l'utilise.
pt: Gravação interrompida: câmara indisponível, outra app está a usá-la.

# capture.interrupted.pressure
source: Recording interrupted: the iPhone is too hot to keep both cameras running.
de: Aufnahme unterbrochen: Das iPhone ist zu heiß für beide Kameras.
es: Grabación interrumpida: el iPhone está demasiado caliente para mantener ambas cámaras.
fr: Enregistrement interrompu : l'iPhone est trop chaud pour garder les deux caméras.
pt: Gravação interrompida: o iPhone está demasiado quente para manter ambas as câmaras.

# capture.interrupted.sensitive
source: Recording interrupted: iOS blocked the camera feed.
de: Aufnahme unterbrochen: iOS hat den Kamerastream blockiert.
es: Grabación interrumpida: iOS bloqueó la señal de la cámara.
fr: Enregistrement interrompu : iOS a bloqué le flux caméra.
pt: Gravação interrompida: o iOS bloqueou o sinal da câmara.

# capture.interrupted.unknown
source: Recording interrupted: camera unavailable.
de: Aufnahme unterbrochen: Kamera nicht verfügbar.
es: Grabación interrumpida: cámara no disponible.
fr: Enregistrement interrompu : caméra indisponible.
pt: Gravação interrompida: câmara indisponível.

# carplay.blocked.detail
source: The cameras are only available while Dashcam Pocket is open on the iPhone.
de: Die Kameras sind nur verfügbar, solange Dashcam Pocket auf dem iPhone geöffnet ist.
es: Las cámaras solo están disponibles con Dashcam Pocket abierta en el iPhone.
fr: Les caméras ne sont accessibles que si Dashcam Pocket est ouverte sur l'iPhone.
pt: As câmaras só estão disponíveis com a Dashcam Pocket aberta no iPhone.

# carplay.blocked.locked
source: Unlock the iPhone
de: iPhone entsperren
es: Desbloquea el iPhone
fr: Déverrouillez l'iPhone
pt: Desbloqueie o iPhone

# carplay.blocked.no_camera
source: No camera
de: Keine Kamera
es: Sin cámara
fr: Aucune caméra
pt: Sem câmara

# carplay.blocked.paused
source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
pt: Câmara indisponível

# carplay.blocked.title
source: Open the app on your iPhone
de: Öffnen Sie die App auf dem iPhone
es: Abre la app en tu iPhone
fr: Ouvrez l'app sur votre iPhone
pt: Abra a app no seu iPhone

# carplay.cameras
source: Cameras
de: Kameras
es: Cámaras
fr: Caméras
pt: Câmaras

# carplay.cameras.both
source: Road + Cabin
de: Straße + Innenraum
es: Carretera + Habitáculo
fr: Route + Habitacle
pt: Estrada + Habitáculo

# carplay.cameras.none
source: None
de: Keine
es: Ninguna
fr: Aucune
pt: Nenhuma

# carplay.cameras.road
source: Road only
de: Nur Straße
es: Solo carretera
fr: Route seule
pt: Só estrada

# carplay.clips
source: Clips saved
de: Gespeicherte Clips
es: Clips guardados
fr: Clips enregistrés
pt: Clipes guardados

# carplay.confirm.protected
source: ✓ Clip protected
de: ✓ Clip geschützt
es: ✓ Clip protegido
fr: ✓ Clip protégé
pt: ✓ Clipe protegido

# carplay.confirm.saved
source: ✓ Recording saved
de: ✓ Aufnahme gespeichert
es: ✓ Grabación guardada
fr: ✓ Enregistrement sauvegardé
pt: ✓ Gravação guardada

# carplay.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
pt: Duração

# carplay.protect
source: PROTECT
de: SCHÜTZEN
es: PROTEGER
fr: PROTÉGER
pt: PROTEGER

# carplay.protect.done
source: PROTECTED
de: GESCHÜTZT
es: PROTEGIDO
fr: PROTÉGÉ
pt: PROTEGIDO

# carplay.protected
source: Protected
de: Geschützt
es: Protegido
fr: Protégé
pt: Protegido

# carplay.protected.detail
source: Footage kept
de: Material gesichert
es: Imágenes conservadas
fr: Images conservées
pt: Imagens guardadas

# carplay.ready
source: Ready to record
de: Aufnahmebereit
es: Listo para grabar
fr: Prêt à enregistrer
pt: Pronto a gravar

# carplay.recording
source: ● RECORDING
de: ● AUFNAHME
es: ● GRABANDO
fr: ● ENREGISTREMENT
pt: ● A GRAVAR

# carplay.screen.dim
source: DIM PHONE
de: BILDSCHIRM DIMMEN
es: ATENUAR PANTALLA
fr: ÉCRAN DISCRET
pt: ESCURECER ECRÃ

# carplay.screen.wake
source: WAKE PHONE
de: BILDSCHIRM AN
es: ENCENDER PANTALLA
fr: RALLUMER L'ÉCRAN
pt: LIGAR ECRÃ

# carplay.start
source: START
de: STARTEN
es: INICIAR
fr: DÉMARRER
pt: INICIAR

# carplay.stop
source: STOP
de: STOPPEN
es: DETENER
fr: ARRÊTER
pt: PARAR

# carplay.stopped
source: Stopped
de: Gestoppt
es: Detenida
fr: Arrêtée
pt: Parada

# carplay.storage
source: Storage left
de: Freier Speicher
es: Almacenamiento libre
fr: Stockage restant
pt: Espaço livre

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt: Fechar

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
pt: Continuar

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
pt: Concluído

# common.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
pt: Tentar novamente

# common.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
pt: Selecionar

# detail.cameras
source: Cameras
de: Kameras
es: Cámaras
fr: Caméras
pt: Câmaras

# detail.date
source: Date
de: Datum
es: Fecha
pt: Data

# detail.distance
source: Distance
de: Strecke
es: Distancia
pt: Distância

# detail.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
pt: Duração

# detail.incident_pack.subtitle
source: Clips, positions and file hashes, ready for an insurer.
de: Clips, Positionen und Datei-Prüfsummen, fertig für die Versicherung.
es: Clips, ubicaciones y huellas de los archivos, listos para una aseguradora.
fr: Extraits, positions et empreintes des fichiers, prêts pour un assureur.
pt: Excertos, posições e impressões dos ficheiros, prontos para uma seguradora.

# detail.peak_g
source: Peak G-force
de: Maximale G-Kraft
es: Fuerza G máxima
fr: Pic de force G
pt: Força G máxima

# detail.protected_events
source: Protected events
de: Geschützte Ereignisse
es: Eventos protegidos
fr: Événements protégés
pt: Eventos protegidos

# detail.quality
source: Quality
de: Qualität
es: Calidad
fr: Qualité
pt: Qualidade

# detail.route.hint
source: Tap an event to jump the player there.
de: Tippe auf ein Ereignis, um die Wiedergabe dorthin zu bringen.
es: Toca un evento para llevar la reproducción allí.
fr: Touchez un événement pour y amener la lecture.
pt: Toque num evento para levar a reprodução até lá.

# detail.route.none
source: No route for this drive
de: Keine Route für diese Fahrt
es: Sin ruta para este trayecto
fr: Aucun itinéraire pour ce trajet
pt: Sem percurso para esta viagem

# detail.route.none.drive
source: This drive has no usable positions — too short, or no signal while it was recorded.
de: Diese Fahrt hat keine brauchbaren Positionen — zu kurz oder ohne Signal während der Aufnahme.
es: Este trayecto no tiene posiciones utilizables: demasiado corto o sin señal durante la grabación.
fr: Ce trajet n'a pas de position exploitable — trop court, ou sans signal pendant l'enregistrement.
pt: Esta viagem não tem posições utilizáveis — demasiado curta, ou sem sinal durante a gravação.

# detail.route.none.permission
source: Location is not allowed, so no position was recorded. Allow it from the GPS button on the recording screen.
de: Der Standort ist nicht erlaubt, es wurde keine Position aufgezeichnet. Erlaube ihn über die GPS-Taste im Aufnahmebildschirm.
es: La ubicación no está permitida, así que no se registró ninguna posición. Actívala desde el botón GPS de la pantalla de grabación.
fr: La position n'est pas autorisée : aucune position n'a été enregistrée. Autorisez-la depuis le bouton GPS de l'écran d'enregistrement.
pt: A localização não está autorizada, por isso não foi registada nenhuma posição. Autorize-a no botão GPS do ecrã de gravação.

# detail.route.none.setting
source: Location metadata is turned off, so this drive kept no positions. The next one will, once it is on.
de: Positionsdaten sind aus, diese Fahrt hat keine Positionen behalten. Die nächste tut es, sobald es an ist.
es: Los metadatos de ubicación están desactivados: este trayecto no guardó posiciones. El próximo sí, al activarla.
fr: Les métadonnées de position sont désactivées : ce trajet n'a gardé aucune position. Le prochain en gardera, une fois l'option activée.
pt: Os metadados de posição estão desligados: esta viagem não guardou posições. A próxima guardará, assim que ativar.

# detail.segments
source: Segments
de: Segmente
es: Segmentos
pt: Segmentos

# detail.size
source: Size
de: Größe
es: Tamaño
fr: Taille
pt: Tamanho

# detail.start
source: Start
de: Beginn
es: Inicio
fr: Début
pt: Início

# detail.stats
source: Trip Stats
de: Fahrtdaten
es: Datos del trayecto
fr: Données du trajet
pt: Dados da viagem

# detail.timeline
source: Timeline
de: Zeitleiste
es: Cronología
fr: Chronologie
pt: Cronologia

# discreet.10s
source: After 10 seconds
de: Nach 10 Sekunden
es: Tras 10 segundos
fr: Après 10 secondes
pt: Após 10 segundos

# discreet.30s
source: After 30 seconds
de: Nach 30 Sekunden
es: Tras 30 segundos
fr: Après 30 secondes
pt: Após 30 segundos

# discreet.5s
source: After 5 seconds
de: Nach 5 Sekunden
es: Tras 5 segundos
fr: Après 5 secondes
pt: Após 5 segundos

# discreet.dim
source: Dim the screen
de: Bildschirm abdunkeln
es: Atenuar la pantalla
fr: Réduire la luminosité
pt: Escurecer o ecrã

# discreet.exit
source: Show cameras
de: Kameras anzeigen
es: Mostrar cámaras
fr: Afficher les caméras
pt: Mostrar câmaras

# discreet.never
source: Never
de: Nie
es: Nunca
fr: Jamais
pt: Nunca

# discreet.tap_to_exit
source: Tap anywhere to show the cameras
de: Tippen, um die Kameras einzublenden
es: Toca la pantalla para ver las cámaras
fr: Touchez l'écran pour réafficher les caméras
pt: Toque no ecrã para ver as câmaras

# discreet.wakes_on_impact
source: The screen comes back on its own if an impact is detected
de: Der Bildschirm kehrt von selbst zurück, wenn ein Aufprall erkannt wird
es: La pantalla vuelve sola si se detecta un impacto
fr: L'écran revient tout seul si un choc est détecté
pt: O ecrã volta sozinho se for detetado um impacto

# event.origin.braking
source: Harsh braking
de: Notbremsung
es: Frenada brusca
fr: Freinage brutal
pt: Travagem brusca

# event.origin.impact
source: Impact
de: Aufprall
es: Impacto
fr: Choc
pt: Impacto

# event.origin.manual
source: Manual
de: Manuell
fr: Manuel

# export.camera
source: Camera
de: Kamera
es: Cámara
fr: Caméra
pt: Câmara

# export.error.cancelled
source: Export cancelled.
de: Export abgebrochen.
es: Exportación cancelada.
fr: Export annulé.
pt: Exportação cancelada.

# export.error.composition
source: The video could not be assembled.
de: Das Video konnte nicht zusammengesetzt werden.
es: No se pudo componer el vídeo.
fr: La vidéo n'a pas pu être assemblée.
pt: Não foi possível montar o vídeo.

# export.error.no_footage
source: There is no footage to export.
de: Es gibt kein Material zum Exportieren.
es: No hay imágenes que exportar.
fr: Aucune image à exporter.
pt: Não há imagens para exportar.

# export.error.photos_denied
source: Photos access is off. Turn it on in iOS Settings to save there.
de: Der Fotos-Zugriff ist deaktiviert. Aktiviere ihn in den iOS-Einstellungen.
es: El acceso a Fotos está desactivado. Actívalo en Ajustes de iOS para guardar allí.
fr: L'accès à Photos est désactivé. Activez-le dans les Réglages iOS pour y enregistrer.
pt: O acesso a Fotos está desativado. Ative-o nos Ajustes do iOS para guardar lá.

# export.error.subscription
source: An active subscription is required to export your recordings.
de: Für den Export deiner Aufnahmen ist ein aktives Abo erforderlich.
es: Se requiere una suscripción activa para exportar tus grabaciones.
fr: Un abonnement actif est nécessaire pour exporter vos enregistrements.
pt: É necessária uma subscrição ativa para exportar as suas gravações.

# export.error.unknown
source: The export failed.
de: Der Export ist fehlgeschlagen.
es: La exportación falló.
fr: L'export a échoué.
pt: A exportação falhou.

# export.mode.both
source: Both files
de: Beide Dateien
es: Ambos archivos
fr: Les deux fichiers
pt: Ambos os ficheiros

# export.mode.front
source: Cabin camera only
de: Nur Innenraumkamera
es: Solo cámara interior
fr: Caméra habitacle uniquement
pt: Apenas câmara do habitáculo
